[
  "I didn't lose. I just discovered 100 ways NOT to win.",
  "I'll get you next time! And the time after that... eventually!",
  "I wasn't even trying. Okay, I was trying. I was trying SO hard.",
  "That wasn't a loss, that was a strategic retreat.",
  "My controller was broken. I was using a keyboard. On a phone.",
  "I let you win because it's important to be generous.",
  "This is my villain origin story.",
  "I'm not crying, you're crying. Okay fine, we're both crying.",
  "That's it. I'm flipping the board. Metaphorically. Maybe literally.",
  "GG... and by GG I mean Gonna Getcha next time.",
  "I was holding back to make it interesting. Clearly too interesting.",
  "My cat walked across my brain during that last move.",
  "I blame Mercury retrograde.",
  "I demand a recount!",
  "I peaked too early. Like, before the game started.",
  "You haven't seen my final form! ...This was my final form.",
  "I was testing your abilities. Congratulations, you passed.",
  "The sun was in my eyes. We're indoors, but still.",
  "I call hacks! Hacks, I say!",
  "Well played... said through gritted teeth.",
  "I didn't read the rules. I don't believe in rules. Rules are a social construct.",
  "This isn't over. Unless it is. Which it appears to be.",
  "I'm filing an official protest with... someone. Anyone.",
  "Plot twist: I was playing a completely different game this whole time.",
  "Losing builds character. I must have INCREDIBLE character by now.",
  "I was sabotaged by my own overconfidence. Classic me.",
  "The algorithm is rigged. What algorithm? ALL of them.",
  "I'll be back. In a Terminator voice. With better strategy.",
  "You got lucky. Really, REALLY lucky. Like lottery-level lucky.",
  "My grandma could've beaten me today. She probably DID somehow.",
  "I need to go touch some grass after that one.",
  "If losing was an Olympic sport, I just won gold.",
  "The real treasure was the friends we made along the way. Not the win. Clearly.",
  "I'm not upset. I'm just passionately disappointed.",
  "Today's performance was sponsored by Bad Decisions Inc.",
  "I'd like to thank nobody because nobody helped me out there.",
  "My strategy was flawless. My execution, however...",
  "I'm going to need a training montage before our rematch.",
  "I was playing 4D chess. You were playing the actual game. Touche.",
  "Mark this day on your calendar. It won't happen again.",
  "I've fallen and I can't get up... from this defeat.",
  "You just activated my trap card! Wait, I don't have one.",
  "Rematch! Best two out of three! Best five out of seven!",
  "I was in the zone. Unfortunately, the zone was the losing zone.",
  "Tell my family I fought bravely.",
  "I want to speak to the manager of this game.",
  "My horoscope said today would be great. My horoscope LIED.",
  "They say what doesn't kill you makes you stronger. I should be the Hulk by now.",
  "Was that your A-game? Because... okay, it clearly was. Well done.",
  "I need to rethink my entire life after that loss.",
  "In an alternate universe, I totally won that.",
  "I'm going through a character arc. This is the low point before my epic comeback.",
  "I was playing with honor. Turns out honor doesn't win games.",
  "Congratulations, you've made a powerful enemy today. A weak, defeated enemy, but still.",
  "My dog ate my strategy.",
  "One does not simply walk into a victory. Especially me, apparently.",
  "I'll add this to my villain monologue for next time.",
  "That loss was so bad it deserves its own Netflix documentary.",
  "I'm not even mad. That was actually impressive. I'm a LITTLE mad.",
  "I zigged when I should have zagged. Then I zagged when I should have zigged.",
  "I'm blaming this on lag. Emotional lag.",
  "You win this round. And the last round. And probably the next round.",
  "My spirit animal right now is a deflated balloon.",
  "I came, I saw, I lost spectacularly.",
  "If there were style points, I'd have negative style points.",
  "I wasn't prepared for someone who actually knows what they're doing.",
  "The force was not with me today.",
  "I need to go sit in the corner and think about what I've done.",
  "I think my lucky socks are in the wash.",
  "Was I playing with the screen upside down? That would explain a lot.",
  "I've decided to retire. From this game. For about five minutes.",
  "Alexa, play my sad playlist.",
  "I should've stayed in bed today.",
  "I fold. I know this isn't poker, but I fold.",
  "You must have found the cheat codes to life.",
  "I'm filing this under 'learning experiences' and never looking at it again.",
  "My keyboard... wait, there's no keyboard in this game. Hmm.",
  "I blame the butterfly effect. A butterfly somewhere caused this.",
  "I'm putting you on my nemesis list. You're number one. With a bullet.",
  "I was winning in my heart. My heart is wrong.",
  "If losing gracefully is a skill, I still haven't learned it.",
  "Somewhere out there, a participation trophy has my name on it.",
  "Game over? More like GAME ON for next time!",
  "I just set a new personal record for losing. Go me.",
  "This calls for a dramatic cape swirl as I exit.",
  "I was one move away from genius. Unfortunately, I made a different move.",
  "I'm adding 'professional loser' to my resume.",
  "Like a phoenix, I shall rise from the ashes of this defeat. Eventually.",
  "May the odds be ever in my favor next time. They sure weren't today.",
  "I think I pulled a muscle losing that hard.",
  "Error 404: Victory not found.",
  "My strategy was buffering. Please wait...",
  "Achievement unlocked: Spectacular Defeat.",
  "That's okay. Revenge is a dish best served in the next round.",
  "I wasn't playing to win. I was playing to build suspense.",
  "You've won the battle, but the war has just begun! ...Right after a snack break.",
  "I bet you practiced. Cheater. I mean, good for you.",
  "I'm starting a support group for people who just lost to you.",
  "In my defense, I have no defense.",
  "You caught me on an off day. All my days are off days lately.",
  "I need a power nap and a Rocky montage before our rematch.",
  "This is fine. Everything is fine. Nothing is fine.",
  "I lost so hard, even my WiFi felt it.",
  "Siri, how do I get good at games? Asking for me.",
  "I'll have what the winner is having.",
  "My backup plan was to not need a backup plan. Poor planning.",
  "Do you accept defeat in installments? Because this is going to take a while to process.",
  "You just Team Rocket-ed me. I'm blasting off again!",
  "I respectfully disagree with the outcome of this game.",
  "The only thing I crushed today was my own hopes and dreams.",
  "I'm renaming this game to 'How I Met My Defeat.'",
  "Somebody nerf the winner, please.",
  "I'm going to need a bigger boat. And a better strategy.",
  "That defeat hit different. It hit like a truck.",
  "I'm convinced you sold your soul for that win. Worth it?",
  "Hold my juice box, I'm going in for a rematch.",
  "I lost track of my game plan. Mostly because I never had one.",
  "The scoreboard is lying. I was robbed. The scoreboard is correct, but still.",
  "Winter is coming. And so is my comeback.",
  "Are you a wizard? Because that win was magical.",
  "This is just the prequel to my victory story.",
  "I think we should see other games.",
  "We don't talk about this game. Ever.",
  "I need a montage. Someone queue the '80s music.",
  "I was the main character today. The tragic main character.",
  "Plot armor failed me.",
  "I lost with dignity. JK. There was no dignity.",
  "You've clearly been training in a hyperbolic time chamber.",
  "That's it, I'm activating beast mode. ...Beast mode is not responding.",
  "Did you read the Art of War before this? Because I just read the menu.",
  "In my head, that went very differently.",
  "My only weakness is... well, apparently this game.",
  "That was my warm-up loss. The real game starts now!",
  "I'm suffering from a severe case of losing-itis.",
  "Is there a loser's bracket? Because I'd like to lose there too.",
  "I underestimated you. I will not make that mistake again. Probably.",
  "I have approximate knowledge of many things. Winning is not one of them.",
  "You beat me fair and square. I prefer unfair and rectangular.",
  "Loading comeback sequence... 1%... 2%... this may take a while.",
  "That defeat was brought to you by the letter L.",
  "My ancestors are shaking their heads right now.",
  "I'm going to go home and rethink my entire existence.",
  "The dark side of losing is a pathway to many salty comments.",
  "Just wait till I evolve into my final form. Any day now.",
  "If we played this game 100 times, I'd lose 100 times. But the 101st!",
  "All according to plan. The plan was terrible, but still.",
  "I choose to live in the timeline where I won.",
  "I'm building an immunity to losing. Almost there.",
  "Is it too late to switch teams? To your team?",
  "This loss is going in my burn book.",
  "Game, set, match. And by match, I mean the one I'll use to burn my strategy notes.",
  "I'm starting a GoFundMe for my shattered pride.",
  "They said practice makes perfect. They didn't say how MUCH practice.",
  "My talent was on vacation today. Extended vacation.",
  "I had a foolproof plan. I was just more fool than proof.",
  "I need to call my mom. She always believed in me. Falsely, it seems.",
  "I'm going to pretend this game never happened.",
  "Did anyone get the license plate of the truck that just beat me?",
  "Good game! I mean it hurts to say it, but good game.",
  "I want a do-over. And a time machine. And better skills.",
  "I'm pretty sure I was winning in a parallel universe.",
  "You just Mario-starred all over my hopes.",
  "I'll put that loss on my highlight reel. My lowlight reel.",
  "That was the tutorial level... right? RIGHT?",
  "My losing streak is so hot, it needs its own fire department.",
  "I'd like to phone a friend. Do I have any friends left after that?",
  "Well, at least I'm consistent. Consistently losing.",
  "I think my luck called in sick today.",
  "My gameplay peaked in the loading screen.",
  "Next time I'm bringing my A-game. Today was my Z-game.",
  "The prophecy said I would lose today. What prophecy? The one I just made up.",
  "Can we agree that second place is just first loser? No? Okay.",
  "Is there an undo button for that entire game?",
  "Mission failed. We'll get 'em next time, soldier.",
  "I should've taken the blue pill and stayed ignorant of this game.",
  "They call me Glass Joe. One hit and I'm down.",
  "I want a replay in slow motion so I can see where it all went wrong. Actually, don't.",
  "I'm one loss away from becoming a supervillain.",
  "I lost so badly the game felt sorry for me.",
  "It's not about winning or losing. It's about... no, it's about winning. And I didn't.",
  "Whelp, back to the drawing board. And the crying board.",
  "Keep talking. I'll remember this when I finally win.",
  "That's the last time I underestimate the power of someone who actually practices.",
  "I think the game was having a bad day. Not me. The game.",
  "I just discovered I'm allergic to losing. My symptoms include sadness.",
  "Here lies my dignity. It was a short life.",
  "I should write a book: 'How to Lose Friends and Influence Nobody.'",
  "My ego just filed for bankruptcy.",
  "I've seen better days. Like yesterday, when I wasn't playing this.",
  "Obi-Wan would be so disappointed in me right now.",
  "What I lack in skill, I make up for in enthusiasm. And losing.",
  "That loss has been added to my permanent record. My very long record.",
  "Recalculating route to victory... Destination unreachable.",
  "I'm going full anime protagonist. Watch me power up between now and next game.",
  "I feel like I brought a spoon to a sword fight.",
  "Level up? More like level DOWN.",
  "I demand trial by combat! Wait, that's basically what just happened.",
  "My game plan was written in invisible ink. I couldn't read it either.",
  "I'd rage quit but I love this game too much.",
  "The real loser here is my self-esteem.",
  "I think my controller is possessed. By the ghost of bad decisions.",
  "Shoutout to everyone who believed in me. All zero of you were right to doubt.",
  "Like a fine wine, I'll get better with age. Like a LOT of age.",
  "I just experienced what scientists call a 'total skill deficit.'",
  "That was rougher than a Monday morning.",
  "Congratulations! You have earned one (1) free rematch. Terms and conditions apply.",
  "I need a coach. And a therapist. And maybe a priest.",
  "I came in like a wrecking ball. And wrecked... myself.",
  "I used to be an adventurer like you, then I took a loss to the knee.",
  "That's not a loss. That's a deferred win.",
  "Reality check: received. Ego check: bounced.",
  "Do they give trophies for dramatic defeats? Asking for myself.",
  "I just blue-shelled myself somehow.",
  "I'm going to sleep this off and pretend it was all a dream.",
  "I'm writing a sternly worded letter to whoever taught you to play this well.",
  "You know what, winning is overrated. That's what losers say. I would know.",
  "I see you've discovered my one weakness: the entire game.",
  "That was harder to watch than a movie spoiler.",
  "I have no excuses. Wait, give me a minute. I'll think of some.",
  "They say it's lonely at the top. It's pretty lonely at the bottom too.",
  "My strategy was based on hope. Hope is not a strategy.",
  "I had a 50/50 chance and somehow found the third option: losing badly.",
  "Narrator: It was, in fact, NOT their comeback moment.",
  "I'm updating my will to include 'never speak of this game.'",
  "This is what we in the business call a 'growth opportunity.'",
  "Scoreboard, schmorceboard.",
  "I've made a huge mistake. Several, actually.",
  "The game giveth and the game taketh away. Mostly taketh.",
  "I feel like a side character in my own game.",
  "Let the record show I objected to this result.",
  "I'm going to need at least three snacks to recover from this.",
  "You won fair and square. I demand unfair and squiggly.",
  "I played my heart out. My heart isn't very good at games.",
  "Witness me! ...Being absolutely terrible!",
  "In hindsight, my plan was garbage. In foresight too, honestly.",
  "You've awoken the sleeping giant. The giant who oversleeps and is still groggy.",
  "I'm going to train on a mountaintop and come back stronger. After a nap.",
  "That's the sound of my confidence shattering into a million pieces.",
  "I blame global warming. Don't ask how, I just do.",
  "I want a participation ribbon at minimum.",
  "That was the equivalent of stepping on a LEGO. For my soul.",
  "I didn't sign up for this kind of emotional damage.",
  "I'm not salty. I'm an entire salt mine.",
  "They should make a movie about my defeat. It'd win an Oscar for drama.",
  "I'll bounce back. Probably. Eventually. Maybe.",
  "Congratulations, you've earned my grudging respect.",
  "I'd slow clap for you but my hands are too busy holding my crushed dreams.",
  "Just smile and wave, boys. Smile and wave through the pain.",
  "I feel like a tutorial boss: destined to lose.",
  "My comeback story starts right... now. No, now. Okay, soon."
]
